Repository: ActiveLearningStudio/studio-local
Catalog: tsugi/locale/*/LC_MESSAGES/master.po
Languages: de, fr

source: This service does not accept instructor requests for keys
de: Dieser Dienst akzeptiert keine Dozentenanfragen für Schlüssel
fr: Ce service n'accepte pas les demandes de clés des instructeurs

source: Requests must have titles
de: Anfragen müssen Titel haben
fr: Les demandes doivent avoir des titres

source: LTI Version muse be 1 or 2
de: LTI Version muß 1 oder 2 sein
fr: La version LTI doit être 1 ou 2

source: <p>Welcome %s from %s
de: <p> Willkommen, %s aus %s
fr: <p>Bienvenue %s de %s

source: <p>Welcome %s
de: Willkommen, %s
fr: <p>Bienvenue %s

source: <p>Welcome from %s
de: <p> Willkommen aus %s
fr: <p>Bienvenue de %s

source: <p>Welcome
de: <p>Willkommen
fr: <p>Bienvenue

source: (Instructor)
de: (Dozent)
fr: (Professeur)

source: Record deleted
de: Datensatz gelöscht
fr: Enregistrement supprimé

source: Missing POST field:
de: Fehlendes POST-Feld
fr: Champ POST manquant :

source: Cancel Edit
de: Bearbeitung abbrechen
fr: Annuler la modification

source: Edit
de: Bearbeiten
fr: Modifier

source: Delete
de: Löschen
fr: Supprimer

source: Update
de: Aktualisieren
fr: Mettre à jour

source: Record Inserted
de: Datensatz eingefügt
fr: Insérer enregistrement

source: Save
de: Speichern
fr: Sauvegarder
